tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'thoughtbot/formulae'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-drivers'
brew 'duti'
brew 'ghostscript'
brew 'mackup'
brew 'mas'
brew 'broot'
brew 'thoughtbot/formulae/rcm'
cask 'arq'
cask 'bibdesk'
cask 'grandperspective'
cask 'java'
cask 'zotero'
cask 'netnewswire'
cask 'omnifocus'
cask 'julia'
cask 'visual-studio-code'
cask 'fiji'
cask 'pdf-expert'
cask 'omniplan'
cask 'slack'
cask 'texpad'
cask 'font-anonymous-pro'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-input'
mas 'Keynote', id: 409183694





tap "clintmod/formulas"
tap "sijanc147/formulas"
tap "thoughtbot/formulae"
brew "ca-certificates"
brew "gcc"
brew "openssl@3"
brew "glib"
brew "bfg"
brew "bib-tool"
brew "bibtex-tidy"
brew "certifi"
brew "colordiff"
brew "gnupg"
brew "poppler"
brew "diff-pdf"
brew "diff-so-fancy"
brew "dust"
brew "libssh"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gitbackup"
brew "graphviz"
brew "htop"
brew "hugo"
brew "igraph"
brew "innoextract"
brew "iperf3"
brew "jdupes"
brew "lazygit"
brew "lftp"
brew "lychee"
brew "nmap"
brew "par2"
brew "pkgconf"
brew "ruby-build"
brew "rbenv"
brew "tmux"
brew "typst"
brew "uv"
brew "vale"
brew "watch"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "arq"
cask "box-drive"
cask "firefox"
cask "font-comic-neue"
cask "font-liberation"
cask "font-libre-caslon-text"
cask "font-source-code-pro"
cask "garmin-express"
cask "handbrake"
cask "kate"
cask "logi-options+"
cask "logitech-presentation"
cask "maccy"
cask "macwhisper"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obsidian"
cask "quarto"
cask "skim"
cask "slack"
cask "steam"
cask "sublime-text"
cask "suspicious-package"
cask "synology-drive"
cask "the-unarchiver"
cask "visual-studio-code"
cask "webex-meetings"
cask "zen-browser"
cask "zoom"
cask "zotero"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "quarto.quarto"
vscode "simonsiefke.svg-preview"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
