brew 'ag'
brew 'autojump'
brew 'agavra/tap/tuicr'
brew 'bfg'
brew 'bib-tool'
brew 'bibtex-tidy'
brew 'broot'
brew 'colordiff'
brew 'coreutils'
brew 'diff-pdf'
brew 'diff-so-fancy'
brew 'Dr-Emann/homebrew-tap/applesauce'
brew 'duf'
brew 'dust'
brew 'duti'
brew 'eza'
brew 'fd'
brew 'ffmpeg'
brew 'fzf'
brew 'gh'
brew 'gitbackup'
brew 'gnu-sed'
brew 'gnupg'
brew 'graphviz'
brew 'htop'
brew 'hugo'
brew 'iperf3'
brew 'jdupes'
brew 'lazygit'
brew 'lftp'
brew 'lychee'
brew 'mactop'
brew 'mas'
brew 'mole'
brew 'ncdu'
brew 'neovim'
brew 'nmap'
brew 'par2'
brew 'pv'
brew 'rbenv'
brew 'rclone'
brew 'rcm'
brew 'restic'
brew 'rg'
brew 'rsync'
brew 'tmux'
brew 'tree-sitter-cli'
brew 'typst'
brew 'uv'
brew 'wget'
brew 'zpaq'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'zstd'
cask '1password'
cask '1password-cli'
cask 'adobe-creative-cloud'
cask 'aldente'
cask 'arq'
cask 'bibdesk'
cask 'box-drive'
cask 'busycal'
cask 'claude-code'
cask 'font-anonymous-pro'
cask 'font-comic-neue'
cask 'font-input'
cask 'font-iosevka'
cask 'font-iosevka-nerd-font'
cask 'font-iosevka-term-nerd-font'
cask 'font-liberation'
cask 'font-libre-caslon-text'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro'
cask 'font-symbols-only-nerd-font'
cask 'ghostty'
cask 'logitech-presentation'
cask 'macwhisper'
cask 'microsoft-auto-update'
cask 'microsoft-excel'
cask 'microsoft-powerpoint'
cask 'microsoft-teams'
cask 'microsoft-word'
cask 'obsidian'
cask 'photosweeper-x'
cask 'quarto'
cask 'reader'
cask 'refine'
cask 'skim'
cask 'slack'
cask 'steam'
cask 'sublime-text'
cask 'tailscale-app'
cask 'webex'
cask 'zed'
cask 'zen'
cask 'zoom'
cask 'zotero'
mas '1Password for Safari', id: 1_569_813_296
mas 'uBlock Origin Lite', id: 6_745_342_698
mas 'Hush', id: 1_544_743_900
mas 'Keynote', id: 361_285_480

require 'socket'

hostname = Socket.gethostname
puts 'The hostname is: #{hostname}'

# if hostname == 'Aarons-Mac-Studio.local'
#    cask "hyperbackupexplorer"
#    cask "fuse-t"
# end
