tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'thoughtbot/formulae'
tap 'caskroom/drivers'
brew 'duti'
brew 'fdupes'
brew 'fish'
brew 'git'
brew 'git-lfs'
brew 'mas'
brew 'nmap'
brew 'szip'
brew 'pandoc-citeproc'
brew 'pandoc'
brew 'pandoc-crossref'
brew 'lftp'
brew 'mackup'
brew 'exa'
brew 'syncthing'
brew 'syncthing-inotify'
brew 'ssh-copy-id'
brew 'python3', args: ['without-gdbm', 'without-readline', 'without-sqlite']
brew 'tmux'
brew 'hdf5'
brew 'homebrew/science/nlopt'
brew 'thoughtbot/formulae/rcm'
cask 'bibdesk'
cask 'dropbox'
cask 'findings'
cask 'garmin-express'
cask 'google-photos-backup'
cask 'logitech-options'
cask 'manuscripts'
cask 'omnifocus'
cask 'omniplan'
cask 'papers'
cask 'r-app'
cask 'rstudio'
cask 'slack'
cask 'scrivener'
cask 'ubersicht'
cask 'spotify'
cask 'mactex'
cask 'arq'
cask 'rescuetime'
cask 'selfcontrol'
cask 'sublime-text'
cask 'grandperspective'
cask 'crashplan'
cask 'skype'
cask 'sourcetree'
cask 'synology-photo-station-uploader'
cask 'texpad'
mas 'Ulysses', id: 623795237
mas 'Numbers', id: 409203825
mas '1Password', id: 443987910
mas 'Pages', id: 409201541
mas 'Xcode', id: 497799835
mas 'Keynote', id: 409183694
mas 'Day One', id: 1055511498
mas 'Tweetbot', id: 557168941
